[
    {
        "en": ["The first half of life consists of the capacity to enjoy without the chance, the last half consists of the chance without the capacity", "Mark Twain"],
        "ru": ["Первая половина жизнь состоит из способности получать удовольствия при отсутствии возможностей; вторая половина состоит из возможностей при отсутствии способности", "Марк Твен"]
    },
    {
        "en": ["While we are postponing, life speeds by", "Seneca"],
        "ru": ["Пока мы откладываем все дела на потом, жизнь проходит мимо", "Сенека"]
    },
    {
        "en": ["If you do not think about the future, you cannot have one", "Galsworthy"],
        "ru": ["Если Вы не думаете о будущем, у Вас его не будет", "Голсуорси"]
    },
    {
        "en": ["The roots of education are bitter, but the fruit is sweet", "Aristotle"],
        "ru": ["Корни образования горькие, зато фрукты сладкие", "Аристотель"]
    },
    {
        "en": ["The great aim of education is not knowledge but action", "Herbert Spencer"],
        "ru": ["Великая цель образования — не знания, а действия", "Герберт Спенсер"]
    },
    {
        "en": ["Education is a progressive discovery of our own ignorance", "Will Durant"],
        "ru": ["Образование — постепенное понимание нашей собственной неосведомленности", "Уилл Дюрант"]
    },
    {
        "en": ["Always forgive your enemies; nothing annoys them so much", "Oscar Wilde"],
        "ru": ["Всегда прощайте ваших врагов, ничто не раздражает их больше", "Оскар Уайлд"]
    },
    {
        "en": ["I am not young enough to know everything", "Oscar Wilde"],
        "ru": ["Я не настолько молод, чтобы знать все", "Оскар Уайлд"]
    },
    {
        "en": ["A banker is a fellow who lends you his umbrella when the sun is shining, but wants it back the minute it begins to rain", "Mark Twain"],
        "ru": ["Банкир — это парень, который одолжит вам свой зонтик когда светит солнце, но хочет забрать его, как только начинается дождь", "Марк Твен"]
    },
    {
        "en": ["It is with our passions, as it is with fire and water, they are good servants but bad masters", "Aesop"],
        "ru": ["Наши страсти похожи на огонь и воду — они хорошие слуги, но плохие хозяева", "Эзоп"]
    },
    {
        "en": ["An investment in knowledge always pays the best interest", "Benjamin Franklin"],
        "ru": ["Инвестиции в знания всегда дают наибольшую прибыль", "Бенджамин Франклин"]
    },
    {
        "en": ["I like pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals", "Sir Winston Churchill"],
        "ru": ["Я люблю свиней. Собаки смотрят на нас снизу вверх. Кошки — сверху вниз. Свиньи обращаются с нами как с равными", "Уинстон Черчиль"]
    },
    {
        "en": ["Abortion is advocated only by persons who have themselves been born", "Ronald Reagan"],
        "ru": ["Аборты защищают исключительно те люди, которые сами уже родились", "Рональд Рейган"]
    },
    {
        "en": ["Own only what you can carry with you; know language, know countries, know people. Let your memory be your travel bag", "Alexander Solzhenitsyn"],
        "ru": ["То имей, что можно всегда пронести с собой: знай языки, знай страны, знай людей. Пусть будет путевым мешком твоим — твоя память", "Александр Солженицын"]
    },
    {
        "en": ["The very first law in advertising is to avoid the concrete promise and cultivate the delightfully vague", "Bill Cosby"],
        "ru": ["Первейший закон рекламы — избегать конкретных обещаний и культивировать восхитительную неопределенность", "Билл Косби"]
    },
    {
        "en": ["Logic will get you from A to B. Imagination will take you anywhere", "Albert Einstein"],
        "ru": ["Логика доставит вас из точки А в точку Б. Воображение приведет вас куда угодно", "Альберт Эйнштейн"]
    }
]